import os
from dotenv import load_dotenv

"""
У цьому проєкті ви створите простий інтерфейс командного рядка (CLI), щоб отримати останню активність користувача 
GitHub і відобразити її в терміналі. 
Цей проєкт допоможе вам практикувати свої навички програмування, включаючи роботу з API, 
обробку даних JSON та створення простого додатка CLI.

Вимоги

Додаток повинен працювати з командного рядка, приймати ім'я користувача 
GitHub як аргумент, отримати останню активність користувача за допомогою GitHub API та відображати його в терміналі.
"""

# os.getenv('api_key')
def configure():
    load_dotenv()
    

def github_activity(username):
    pass
